Dlubal.TimberPro.FireResistanceClass
Fire resistance class

Dlubal.TimberPro.FireResistanceClass.FireResistanceClassUnknown
Unknown fire resistance class

Dlubal.TimberPro.FireResistanceClass.FireResistanceClass30Minutes
Fire resistance class 30-B

Dlubal.TimberPro.FireResistanceClass.FireResistanceClass60Minutes
Fire resistance class 60-B

Dlubal.TimberPro.FireResistanceClass.FireResistanceClass90Minutes
Fire resistance class 90-B

Dlubal.TimberPro.FireResistanceClass.FireResistanceClassCustom
Custom fire resistance class